CoenraadS.bracket-pair-colorizer-2
dracula-theme.theme-dracula
eamodio.gitlens
exiasr.hadolint
formulahendry.code-runner
GitLab.gitlab-workflow
hashicorp.terraform
marcostazi.VS-code-vagrantfile
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ru
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
oderwat.indent-rainbow
redhat.ansible
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
tetradresearch.vscode-h2o
timonwong.shellcheck
usernamehw.errorlens
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
william-voyek.vscode-nginx
