Artymaury.template-finder
CoenraadS.bracket-pair-colorizer-2
dracula-theme.theme-dracula
eamodio.gitlens
exiasr.hadolint
formulahendry.code-runner
hashicorp.terraform
marcostazi.VS-code-vagrantfile
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
oderwat.indent-rainbow
redhat.ansible
redhat.vscode-yaml
RobbOwen.synthwave-vscode
shd101wyy.markdown-preview-enhanced
tetradresearch.vscode-h2o
timonwong.shellcheck
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
william-voyek.vscode-nginx
